Repository: Kiwifan1/whatcable-windows
Catalog: windows/src/WhatCable.Windows.App/Strings/*/Resources.resw
Source language: en
Languages: it, pl, zh_hans

# Tray_Refresh
source: Refresh
it: Aggiorna
pl: Odśwież
zh_hans: 刷新

# Tray_Settings
source: Settings…
it: Impostazioni…
pl: Ustawienia…
zh_hans: 设置…

# Tray_Quit
source: Quit
it: Esci
pl: Zakończ
zh_hans: 退出

# Tray_NothingConnected
source: Nothing connected
it: Nessun dispositivo collegato
pl: Nic nie podłączone
zh_hans: 未连接任何设备

# Tray_NoPortsDetected
source: No USB-C ports detected
it: Nessuna porta USB-C rilevata
pl: Nie wykryto portów USB-C
zh_hans: 未检测到 USB-C 端口

# Tray_PortsSummary
source: {0} of {1} ports active
it: {0} di {1} porte attive
pl: {0} z {1} portów aktywnych
zh_hans: {1} 个端口中有 {0} 个活跃

# Port_Active
source: Active
it: Attivo
pl: Aktywny
zh_hans: 活跃

# Port_Connection
source: Connection
it: Connessione
pl: Połączenie
zh_hans: 连接

# Port_ConnectedDevices
source: Connected devices
it: Dispositivi connessi
pl: Podłączone urządzenia
zh_hans: 已连接设备

# Port_Transports
source: Transports
it: Trasporti
pl: Transporty
zh_hans: 传输

# Port_PdSource
source: PD source
it: Sorgente PD
pl: Źródło PD
zh_hans: PD 供电源

# Port_CableTrustSignals
source: Cable trust signals
it: Segnali affidabili via cavo
pl: Sygnały zaufania kabla
zh_hans: 线缆可信度信号

# Port_Display
source: Display
it: Visualizzazione
pl: Monitor
zh_hans: 显示

# Port_ThunderboltFabric
source: Thunderbolt fabric
it: Thunderbolt di fabbrica
pl: Topologia Thunderbolt
zh_hans: Thunderbolt 拓扑

# Port_ShowTechnicalDetails
source: Show technical details
it: Visualizza dettagli tecnici
pl: Pokaż szczegóły techniczne
zh_hans: 显示技术详情

# Port_UsbDevice
source: USB device
it: Dispositivo USB
pl: Urządzenie USB
zh_hans: USB 设备

# Port_ActiveCableElectronics
source: Active cable electronics
it: Elettronica attiva via cavo
pl: Elektronika kabla aktywnego
zh_hans: 有源线缆电子组件

# Port_ReportThisCable
source: Report this cable
it: Segnala questo cavo
pl: Zgłoś ten kabel
zh_hans: 报告这条线缆

# Port_VideoDiagnostic
source: Video diagnostic
it: Diagnostica video
pl: Diagnostyka wideo
zh_hans: 视频诊断

# Settings_Title
source: Settings
it: Impostazioni
pl: Ustawienia
zh_hans: 设置

# Settings_Behavior
source: Behavior
it: Comportamento
pl: Zachowanie
zh_hans: 行为

# Settings_LaunchAtLogin
source: Launch at login
it: Esegui all'accesso
pl: Uruchom po zalogowaniu
zh_hans: 登录时启动

# Settings_Notifications
source: Notifications
it: Notifiche
pl: Powiadomienia
zh_hans: 通知

# Settings_NotifyOnCableChanges
source: Notify on cable changes
it: Notifica cambio cavo
pl: Powiadamiaj o zmianach kabla
zh_hans: 线缆变化时通知

# Settings_HideEmptyPorts
source: Hide empty ports
it: Nascondi porte con cavi non collegati
pl: Ukryj puste porty
zh_hans: 隐藏空端口

# Settings_VendorSdk
source: Use vendor GPU SDKs
it: Usa SDK GPU del fornitore
pl: Używaj SDK GPU producenta
zh_hans: 使用 GPU 厂商 SDK

# Settings_VendorSdkDetail
source: Enables optional NVIDIA, AMD and Intel SDKs for richer video diagnostics.
it: Abilita gli SDK opzionali di NVIDIA, AMD e Intel per una diagnostica video più completa.
pl: Włącza opcjonalne SDK NVIDIA, AMD i Intel dla dokładniejszej diagnostyki wideo.
zh_hans: 启用可选的 NVIDIA、AMD 和 Intel SDK 以获得更丰富的视频诊断。

# Settings_Language
source: Language
it: Lingua
pl: Język
zh_hans: 语言

# Settings_SystemDefault
source: System Default
it: Predefinito sistema
pl: Domyślny systemu
zh_hans: 系统默认

# Settings_ProLicenseKey
source: Pro license key
it: Chiave di licenza Pro
pl: Klucz licencyjny Pro
zh_hans: Pro 许可证密钥

# Settings_ProLicenseValid
source: License active
it: Licenza attiva
pl: Licencja aktywna
zh_hans: 许可证已激活

# Settings_ProLicenseInvalid
source: Enter a valid license key
it: Inserisci una chiave di licenza valida
pl: Wprowadź prawidłowy klucz licencyjny
zh_hans: 请输入有效的许可证密钥

# Settings_Privacy
source: Privacy
pl: Prywatność
zh_hans: 隐私

# Settings_Done
source: Done
it: OK
pl: Gotowe
zh_hans: 完成

# Notification_ChargerConnected
source: Charger connected
it: Caricatore collegato
pl: Ładowarka podłączona
zh_hans: 充电器已连接

# Notification_ChargerDisconnected
source: Charger disconnected
it: Caricatore scollegato
pl: Ładowarka odłączona
zh_hans: 充电器已断开

# Notification_DeviceConnected
source: Device connected
it: Dispositivo connesso
pl: Urządzenie podłączone
zh_hans: 设备已连接

# Notification_DeviceDisconnected
source: USB device disconnected
it: Dispositivo USB disconnesso
pl: Urządzenie USB odłączone
zh_hans: USB 设备已断开

# Common_Yes
source: Yes
it: Sì
pl: Tak
zh_hans: 是

# Common_No
source: No
pl: Nie
zh_hans: 否

# Common_Unknown
source: Unknown
it: Sconosciuto
pl: Nieznane
zh_hans: 未知

# Common_Cancel
source: Cancel
it: Annulla
pl: Anuluj
zh_hans: 取消
